{
  "version": "1.0",
  "special_tokens": [
    "<PAD>",
    "<SOS>",
    "<EOS>",
    "<UNK>"
  ],
  "characters": [
    "ぁ",
    "あ",
    "ぃ",
    "い",
    "ぅ",
    "う",
    "ぇ",
    "え",
    "ぉ",
    "お",
    "か",
    "が",
    "き",
    "ぎ",
    "く",
    "ぐ",
    "け",
    "げ",
    "こ",
    "ご",
    "さ",
    "ざ",
    "し",
    "じ",
    "す",
    "ず",
    "せ",
    "ぜ",
    "そ",
    "ぞ",
    "た",
    "だ",
    "ち",
    "ぢ",
    "っ",
    "つ",
    "づ",
    "て",
    "で",
    "と",
    "ど",
    "な",
    "に",
    "ぬ",
    "ね",
    "の",
    "は",
    "ば",
    "ぱ",
    "ひ",
    "び",
    "ぴ",
    "ふ",
    "ぶ",
    "ぷ",
    "へ",
    "べ",
    "ぺ",
    "ほ",
    "ぼ",
    "ぽ",
    "ま",
    "み",
    "む",
    "め",
    "も",
    "ゃ",
    "や",
    "ゅ",
    "ゆ",
    "ょ",
    "よ",
    "ら",
    "り",
    "る",
    "れ",
    "ろ",
    "ゎ",
    "わ",
    "ゐ",
    "ゑ",
    "を",
    "ん",
    "ゔ",
    "ゝ",
    "ゞ",
    "ァ",
    "ア",
    "ィ",
    "イ",
    "ゥ",
    "ウ",
    "ェ",
    "エ",
    "ォ",
    "オ",
    "カ",
    "ガ",
    "キ",
    "ギ",
    "ク",
    "グ",
    "ケ",
    "ゲ",
    "コ",
    "ゴ",
    "サ",
    "ザ",
    "シ",
    "ジ",
    "ス",
    "ズ",
    "セ",
    "ゼ",
    "ソ",
    "ゾ",
    "タ",
    "ダ",
    "チ",
    "ヂ",
    "ッ",
    "ツ",
    "ヅ",
    "テ",
    "デ",
    "ト",
    "ド",
    "ナ",
    "ニ",
    "ヌ",
    "ネ",
    "ノ",
    "ハ",
    "バ",
    "パ",
    "ヒ",
    "ビ",
    "ピ",
    "フ",
    "ブ",
    "プ",
    "ヘ",
    "ベ",
    "ペ",
    "ホ",
    "ボ",
    "ポ",
    "マ",
    "ミ",
    "ム",
    "メ",
    "モ",
    "ャ",
    "ヤ",
    "ュ",
    "ユ",
    "ョ",
    "ヨ",
    "ラ",
    "リ",
    "ル",
    "レ",
    "ロ",
    "ヮ",
    "ワ",
    "ヰ",
    "ヱ",
    "ヲ",
    "ン",
    "ヴ",
    "ヵ",
    "ヶ",
    "ー",
    "・",
    "ｦ",
    "ｧ",
    "ｨ",
    "ｩ",
    "ｪ",
    "ｫ",
    "ｬ",
    "ｭ",
    "ｮ",
    "ｯ",
    "ｰ",
    "ｱ",
    "ｲ",
    "ｳ",
    "ｴ",
    "ｵ",
    "ｶ",
    "ｷ",
    "ｸ",
    "ｹ",
    "ｺ",
    "ｻ",
    "ｼ",
    "ｽ",
    "ｾ",
    "ｿ",
    "ﾀ",
    "ﾁ",
    "ﾂ",
    "ﾃ",
    "ﾄ",
    "ﾅ",
    "ﾆ",
    "ﾇ",
    "ﾈ",
    "ﾉ",
    "ﾊ",
    "ﾋ",
    "ﾌ",
    "ﾍ",
    "ﾎ",
    "ﾏ",
    "ﾐ",
    "ﾑ",
    "ﾒ",
    "ﾓ",
    "ﾔ",
    "ﾕ",
    "ﾖ",
    "ﾗ",
    "ﾘ",
    "ﾙ",
    "ﾚ",
    "ﾛ",
    "ﾜ",
    "ﾝ",
    "ﾞ",
    "ﾟ",
    "車",
    "両",
    "詳",
    "細",
    "出",
    "品",
    "票",
    "画",
    "像",
    "訂",
    "正",
    "特",
    "記",
    "事",
    "項",
    "年",
    "式",
    "名",
    "型",
    "排",
    "気",
    "量",
    "燃",
    "料",
    "走",
    "行",
    "検",
    "外",
    "装",
    "色",
    "評",
    "価",
    "点",
    "内",
    "閲",
    "覧",
    "件",
    "開",
    "催",
    "中",
    "会",
    "場",
    "番",
    "号",
    "回",
    "発",
    "員",
    "流",
    "万",
    "円",
    "千",
    "修",
    "復",
    "歴",
    "有",
    "無",
    "傷",
    "凹",
    "塗",
    "交",
    "換",
    "跡",
    "割",
    "腐",
    "食",
    "前",
    "後",
    "左",
    "右",
    "上",
    "下",
    "初",
    "度",
    "登",
    "録",
    "月",
    "日",
    "期",
    "限",
    "自",
    "家",
    "用",
    "商",
    "業",
    "軽",
    "貨",
    "客",
    "乗",
    "冷",
    "房",
    "暖",
    "形",
    "状",
    "態",
    "保",
    "管",
    "付",
    "入",
    "注",
    "意",
    "申",
    "告",
    "欄",
    "手",
    "数",
    "込",
    "税",
    "別",
    "不",
    "具",
    "合",
    "容",
    "等",
    "白",
    "黒",
    "赤",
    "青",
    "緑",
    "黄",
    "銀",
    "灰",
    "紺",
    "茶",
    "一",
    "二",
    "三",
    "四",
    "五",
    "六",
    "七",
    "八",
    "九",
    "十",
    "百",
    "新",
    "古",
    "本",
    "体",
    "格",
    "落",
    "札",
    "相",
    "距",
    "離",
    "程",
    "良",
    "好",
    "可",
    "動",
    "大",
    "小",
    "全",
    "半",
    "長",
    "短",
    "高",
    "低",
    "電",
    "力",
    "計",
    "器",
    "盤",
    "定",
    "通",
    "常",
    "令",
    "和",
    "平",
    "成",
    "昭",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    "０",
    "１",
    "２",
    "３",
    "４",
    "５",
    "６",
    "７",
    "８",
    "９",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "Ａ",
    "Ｂ",
    "Ｃ",
    "Ｄ",
    "Ｅ",
    "Ｆ",
    "Ｇ",
    "Ｈ",
    "Ｉ",
    "Ｊ",
    "Ｋ",
    "Ｌ",
    "Ｍ",
    "Ｎ",
    "Ｏ",
    "Ｐ",
    "Ｑ",
    "Ｒ",
    "Ｓ",
    "Ｔ",
    "Ｕ",
    "Ｖ",
    "Ｗ",
    "Ｘ",
    "Ｙ",
    "Ｚ",
    "ａ",
    "ｂ",
    "ｃ",
    "ｄ",
    "ｅ",
    "ｆ",
    "ｇ",
    "ｈ",
    "ｉ",
    "ｊ",
    "ｋ",
    "ｌ",
    "ｍ",
    "ｎ",
    "ｏ",
    "ｐ",
    "ｑ",
    "ｒ",
    "ｓ",
    "ｔ",
    "ｕ",
    "ｖ",
    "ｗ",
    "ｘ",
    "ｙ",
    "ｚ",
    "/",
    "-",
    ".",
    ",",
    ";",
    ":",
    "(",
    ")",
    "[",
    "]",
    "{",
    "}",
    "!",
    "?",
    "@",
    "#",
    "$",
    "%",
    "&",
    "*",
    "+",
    "=",
    "<",
    ">",
    "_",
    "~",
    "'",
    "\"",
    "　",
    " ",
    "。",
    "、",
    "「",
    "」",
    "『",
    "』",
    "【",
    "】",
    "×",
    "○",
    "△",
    "□",
    "◇",
    "●",
    "▲",
    "■",
    "◆",
    "℃",
    "㎞",
    "㎝",
    "㎜",
    "→",
    "←",
    "↑",
    "↓"
  ],
  "size": 585
}